Repository: kerdou/demo_WP
Catalog: Plugins/3.Plugin complexe avec Google Map shortcode et widget/3.Version_avec_widget_multilingues/Cefii_Map/languages/Cefii_Map-*.po
Languages: fr_fr

source: Inserts Google Maps via a shortcode
fr_fr: Permet d'insérer des cartes Google via un shortcode

source: To display a Google Map
fr_fr: Par afficher une carte Google

source: Widget title
fr_fr: Nom du widget

source: Select a map
fr_fr: Sélectionnez une carte

source: Or create a new map
fr_fr: Ou créer une nouvelle carte

source: Do you want to display the map title ?
fr_fr: Voulez-vous afficher le titre de la carte?

source: Yes
fr_fr: Oui

source: Do you want to delete this map?
fr_fr: Voulez-vous supprimer la carte?

source: An error has occured
fr_fr: Une erreur est survenue

source: No field must be left empty
fr_fr: Veuillez remplir tous les champs

source: The map has been successfully registered
fr_fr: La carte a bien été enregistrée

source: Your API key
fr_fr: Votre clé API

source: Caution. An API key is required in order to display the Google Maps
fr_fr: Important. Une clé API est nécessaire pour afficher les cartes Google

source: Obtain an API key for free
fr_fr: Obtenir une clé API gratuitement

source: Once the API key is created, please paste it here
fr_fr: Après création de la clé API, collez-la ci-dessous

source: The map display can take up to 5 minutes
fr_fr: Cela ne prendra pas plus de 5 minutes avant que les cartes s'affichent

source: Register key
fr_fr: Enregistrement de la clé

source: Create map
fr_fr: Créer la carte

source: Please enter a title
fr_fr: Veuillez renseigner un titre

source: Title* :
fr_fr: Titre* :

source: Please enter a latitude
fr_fr: Veuillez renseigner une latitude

source: Please enter a longitude
fr_fr: Veuillez renseigner une longitude

source: Submit
fr_fr: Enregistrer

source: * mandatory fields
fr_fr: * champs obligatoires

source: Map :
fr_fr: Carte :

source: Copy (ctrl+c) the code and paste it (ctrl+v) into the page or article where you want it to be displayed
fr_fr: Copiez (ctrl+c) le code et collez (ctrl+v) dans la page ou l'article où vous voulez voir apparaître votre carte :

source: Settings :
fr_fr: Paramètres :

source: Update
fr_fr: Modifier

source: Delete
fr_fr: Supprimer

source: Preview :
fr_fr: Aperçu :
